{
	"step1":"Rokkr is a new Streaming App that appears to be a clone of the once-popular Watched APK. This app features Movies, TV Shows, Live TV, and other content offerings.This app works just like Stremio or Syncler where you must install outside addons/providers.",
	"step2":"That’s it! Launch Rokkr APK on your Firestick/Fire TV. Follow the further instructions below for accessing content.Scroll down and click Manager Click the search bar and enter the following URL – huhu.to (package/bundle) then click Continue.Wait a minute or two while your screen says ResolvingThat’s it! Notice the various categories of Movies and TV Shows you now have access to within Rokkr APK.",
	"step3":"Rokkr APK features an easy to use interface with tons of categories for streaming. This includes Popular Series, Popular Movies, Trending Series, Popular Series, Settings, and more. There is also a Live TV section that provides hundreds of live channels in various genres.If you want reliable, high-quality Live TV with minimal buffering, TROYPOINT suggests purchasing an inexpensive.",
	"step4":"You will nedd to pass this step verification, it will take few seconds from your time.",
	"step5":"Rokkr is an online video streaming program that streams popular TV shows and movies for free It also streams the movies and videos in the classic DVD quality. Unlike other online video services, Rokkr offers both free and paid membership options. In addition to online viewing, it also has video download capabilities to view the videos in the offline mode without Wi-Fi connection. Its subscription fees are quite affordable considering the benefits and convenience it provides.",
	"step6":"To use the online Rokkr service, one just needs to subscribe with an existing user or create a new account. The Rokkr site supplies all the tools needed for the users to stream movies with the help of a web browser. The user only needs to visit the site and type in the credit card details. Once the user accepts the terms of service, the box instantly starts the video streaming session with the help of a flash player.",
	"step7":"Access hundreds and thousands of shows through external bundles,Once you add bundles to the Rokkr for Windows, it becomes a powerhouse. Multiple bundles can be added simultaneously, and this provides you with almost thousands of shows at your fingertips.Favorite a show to quickly get to it later on. This is pretty self-explanatory. You can add a show to your list of favorites, and it’ll be visible as soon as you open the app.",
	"cpa_link":"https://www.site.com/",

	"admob_banner1":"ca-app-pub-7436538809891212/7581965563",
	"admob_inter1":"ca-app-pub-7436538809891212/6953186277",
	"admob_banner2":"ca-app-pub-7436538809891212/2658718047",
	"admob_inter2":"ca-app-pub-7436538809891212/5640104601",
	"admob_banner3":"ca-app-pub-7436538809891212/4518594625",
	"admob_inter3":"ca-app-pub-7436538809891212/8908980366",
	"admob_banner4":"ca-app-pub-7436538809891212/9116315185",
	"admob_inter4":"ca-app-pub-7436538809891212/3260411326",

	"facebook_banner":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
	"facebook_inter":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",

	
	"whichAds":1,
	"isLastPageShow":false

}
